Revit 2027 API
ParameterTypeId.StructuralSectionSigmaProfileTopBendWidth Property
 "Top Bend Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionSigmaProfileTopBendWidth { get; }
Public Shared ReadOnly Property StructuralSectionSigmaProfileTopBendWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionSigmaProfileTopBendWidth {
	ForgeTypeId^ get ();
}
static member StructuralSectionSigmaProfileTopBendWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace